{
    "article": {
        "urls": {
            "sub_categories_href": [
                "https: //thefederal.com/tags/congress",
                "https://thefederal.com/tags/dmk",
                "https://thefederal.com/tags/udhayanidhi-stalin",
                "https://thefederal.com/tags/sanathan-dharma"
            ],
            "breadcrumb_items": [
                "/",
                "/category/news"
            ],
            "article_img_href": "https://thefederal.com/h-upload/2023/09/07/413676-khera-1676891966.webp",
            "author_href": "/the-federal",
            "category_href": "/category/news"
        },
        "texts": {
            "para_text": [
                "The Congress on Thursday made it clear that it did not agree with remarks by DMK leaders critical of Sanatana Dharma but stopped short of condemning the statements which have triggered a huge row.  ",
                "Congress spokesman Pawan Khera also said that every member of the INDIA alliance had immense respect for all faiths, communities and beliefs. He said the Congress did not agree with the remarks attributed to DMK’s Udhayanidhi Stalin and A Raja on Sanatana Dharma and said it believed in “sarvadharma sambhav” (equal respect to all religions).  ",
                "Udhayanidhi Stalin, son of Tamil Nadu Chief Minister MK Stalin and a minister, accused Sanatana Dharma of promoting division and discrimination among people and said it must be eradicated. DMK’s Raja reportedly said Sanatana Dharma should be compared to diseases such as AIDS and leprosy.  ",
                "Khera said: “The Congress has always believed in ‘sarvadharma sambhav’ wherein every religion, every faith has its space. No one can treat any particular faith as less than another faith. “Neither the Constitution allows this nor the Indian National Congress believes in any of these comments,” he told the media.  ",
                "Asked why the Congress had not condemned the remarks, Khera said: “I just said we do not agree with such comments.” Asked if the Congress would raise this with the DMK, Khera said there was no need because “we know for a fact that each one of our constituents also respects every religion”.  ",
                "“Now if you want to twist anybody’s remarks, they are free to do so. If it suits the PM, let him twist those remarks but every single member of the INDIA alliance has immense respect for all faiths, communities, beliefs and religions,” Khera said.  ",
                "<i>(With agency inputs)  </i>",
                " ",
                ""
            ],
            "sub_categories_text": [
                "Congress",
                "DMK",
                "Udhayanidhi Stalin",
                "Sanathan Dharma"
            ],
            "breadcrumb_items": [
                "Home",
                "News"
            ],
            "image_context": "Congress leader Pawan Khera in a file photo",
            "title": "Sanatana: Congress says it doesn"t agree with Udayanidhi"s remarks",
            "short_desc": ""Every member of the INDIA alliance has immense respect for all faiths, communities and beliefs"",
            "author_name": "The Federal",
            "date_time": "7 Sep 2023 12:06 PM GMT",
            "category": "News",
            "disclaimer": ""
        }
    }
}